Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Protects bright pixels while a dark vignette is applied. Used by Highlight Priority.
de: Schützt helle Pixel beim Anwenden einer dunklen Vignette. Wird von Lichterpriorität verwendet.
es: Protege los píxeles claros al aplicar una viñeta oscura. Se usa con Prioridad de iluminaciones.
fr: Protège les pixels clairs lors de l’application d’une vignette sombre. Utilisé par Priorité des hautes lumières.
ja: 周辺を暗くする際に、明るいピクセルを保護します。「ハイライト優先」で使用されます。
ko: 어두운 비네팅을 적용할 때 밝은 픽셀을 보호합니다. 밝은 영역 우선에서 사용됩니다.
pt_br: Protege os pixels claros ao aplicar uma vinheta escura. Usado por Prioridade de realces.
zh_hans: 应用暗色晕影时保护高光像素，仅用于“高光优先”。
zh_hant: 套用暗色暈映時保護亮部像素，僅用於「亮部優先」。

source: Proximity Match
de: Näherungsübereinstimmung
es: Ajustar a entorno
fr: Correspondance de proximité
ja: 近似色に合わせる
ko: 근접 일치
pt_br: Correspondência por proximidade
zh_hans: 近似匹配
zh_hant: 近似匹配

source: Pull the mask onto the image's own edges, which recovers hair and fur
de: Maske an den Bildkanten ausrichten, um Haare und Fell wiederherzustellen
es: Ajustar la máscara a los bordes de la imagen para recuperar cabellos y pelos
fr: Ajuster le masque aux contours de l’image pour récupérer les cheveux et les poils
ja: 画像自体の境界にマスクを合わせて、髪や毛並みを復元
ko: 이미지 자체의 가장자리에 마스크를 맞춰 머리카락이나 털 복원
pt_br: Ajustar a máscara às bordas da imagem para recuperar cabelos e pelos
zh_hans: 使蒙版贴合图像本身的边缘，以恢复头发和毛发细节
zh_hant: 使遮色片貼合影像本身的邊緣，以恢復頭髮和毛髮細節

source: Pulls red and blue fringes apart toward the center to reduce color edging.
de: Verschiebt rote und blaue Farbsäume zur Mitte hin gegeneinander, um Farbränder zu verringern.
es: Desplaza los halos rojos y azules por separado hacia el centro para reducir los bordes de color.
fr: Décale les franges rouges et bleues l’une par rapport à l’autre vers le centre pour réduire les contours colorés.
ja: レッドとブルーの縁の位置を中心方向にずらして、色ずれを軽減します。
ko: 빨강과 파랑 테두리의 위치를 중심 방향으로 서로 다르게 조정하여 색수차를 줄입니다.
pt_br: Desloca as bordas vermelhas e azuis separadamente em direção ao centro para reduzir os contornos coloridos.
zh_hans: 将红色和蓝色色边向中心分别校正，以减少色差。
zh_hant: 將紅色和藍色色邊向中心分別校正，以減少色差。

source: Purple Amount
de: Violett-Intensität
es: Cantidad de púrpura
fr: Quantité de violet
ja: 紫色の適用量
ko: 보라 양
pt_br: Intensidade do roxo
zh_hans: 紫色数量
zh_hant: 紫色總量

source: Purple Hue
de: Violett-Farbton
es: Tono púrpura
fr: Teinte violette
ja: 紫色の色相
ko: 보라 색조
pt_br: Matiz roxo
zh_hans: 紫色色相
zh_hant: 紫色色相

source: Purples
de: Lilatöne
es: Púrpuras
fr: Violets
ja: パープル
ko: 보라 계열
pt_br: Roxos
zh_hans: 紫色
zh_hant: 紫色

source: Put each pixel's brightness back afterwards, so only the color moves
de: Setzen Sie die Helligkeit jedes Pixels danach zurück, so dass sich nur die Farbe bewegt
es: Restaurar después el brillo de cada píxel para que solo cambie el color
fr: Remettre la luminosité de chaque pixel après, donc seulement la couleur bouge
ja: 処理後に各ピクセルの明るさを戻し、色だけを変更
ko: 처리 후 각 픽셀의 밝기를 복원하여 색상만 변경
pt_br: Restaurar depois o brilho de cada pixel para que apenas a cor mude
zh_hans: 调整后恢复各像素的原始亮度，仅改变颜色
zh_hant: 調整後恢復各像素的原始亮度，僅改變顏色

source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 画質
ko: 품질
pt_br: Qualidade
zh_hans: 品质
zh_hant: 品質

source: Range
de: Bereich
es: Rango
fr: Plage
ja: 範囲
ko: 범위
pt_br: Intervalo
zh_hans: 范围
zh_hant: 範圍

source: Ratio
de: Verhältnis
es: Proporción
fr: Rapport
ja: 比率
ko: 비율
pt_br: Proporção
zh_hans: 比例
zh_hant: 比例

source: Read colors from the active layer only, or from every visible layer as shown
de: Farben nur von der aktiven Ebene oder von allen sichtbaren Ebenen wie dargestellt aufnehmen
es: Tomar los colores solo de la capa activa o de todas las capas visibles tal como se muestran
fr: Prélever les couleurs du calque actif uniquement ou de tous les calques visibles tels qu’ils sont affichés
ja: アクティブなレイヤーのみ、または表示中のすべてのレイヤーから見た目どおりに色を取得
ko: 활성 레이어만 또는 표시된 모든 레이어에서 보이는 상태로 색상 추출
pt_br: Obter as cores apenas da camada ativa ou de todas as camadas visíveis como são exibidas
zh_hans: 仅从当前图层读取颜色，或读取所有可见图层的合成颜色
zh_hant: 僅從目前圖層讀取顏色，或讀取所有可見圖層的合成顏色

source: Reading the file to see what needs converting.
de: Die Datei wird gelesen, um die erforderlichen Konvertierungen zu ermitteln.
es: Leyendo el archivo para determinar qué necesita conversión.
fr: Lecture du fichier pour déterminer les éléments à convertir.
ja: 変換が必要な内容を確認するため、ファイルを読み込んでいます。
ko: 변환이 필요한 내용을 확인하기 위해 파일을 읽고 있습니다.
pt_br: Lendo o arquivo para determinar o que precisa ser convertido.
zh_hans: 正在读取文件，检查需要转换的内容。
zh_hant: 正在讀取檔案，檢查需要轉換的內容。

source: Reading the Photoshop file…
de: Photoshop-Datei wird gelesen…
es: Leyendo el archivo de Photoshop…
fr: Lecture du fichier Photoshop…
ja: Photoshop ファイルを読み込み中…
ko: Photoshop 파일 읽는 중…
pt_br: Lendo o arquivo do Photoshop…
zh_hans: 正在读取 Photoshop 文件…
zh_hant: 正在讀取 Photoshop 檔案…

source: Ready when you are
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Rectangle
de: Rechteck
es: Rectángulo
ja: 長方形
ko: 사각형
pt_br: Retângulo
zh_hans: 矩形
zh_hant: 矩形

source: Rectangular Marquee
de: Auswahlrechteck
es: Marco rectangular
fr: Rectangle de sélection
ja: 長方形選択ツール
ko: 사각형 선택 윤곽
pt_br: Letreiro retangular
zh_hans: 矩形选框
zh_hant: 矩形選取畫面

source: Rectilinear
de: Geradlinig
es: Rectilínea
fr: Rectilinéaire
ja: 直線
ko: 직선
pt_br: Retilínea
zh_hans: 直线
zh_hant: 直線

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド
ko: 빨강
pt_br: Vermelho
zh_hans: 红色
zh_hant: 紅色

source: Red Primary
de: Primärwert Rot
es: Rojo primario
fr: Rouge primaire
ja: レッド原色
ko: 빨강 원색
pt_br: Vermelho primário
zh_hans: 红原色
zh_hant: 紅色原色

source: Red, green, and blue of the pixel under the pointer.
de: Rot, Grün und Blau des Pixels unter dem Zeiger.
es: Rojo, verde y azul del píxel bajo el puntero.
fr: Rouge, vert et bleu du pixel sous le pointeur.
ja: ポインターの下にあるピクセルのレッド、グリーン、ブルーの値。
ko: 포인터 아래 픽셀의 빨강, 녹색, 파랑 값입니다.
pt_br: Vermelho, verde e azul do pixel sob o ponteiro.
zh_hans: 指针下像素的红、绿、蓝通道值。
zh_hant: 指標下像素的紅、綠、藍色版值。

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直し
ko: 다시 실행
pt_br: Refazer
zh_hans: 重做
zh_hant: 重做

source: Redo %1$@
de: %1$@ wiederholen
es: Rehacer %1$@
fr: Rétablir %1$@
ja: %1$@をやり直す
ko: %1$@ 다시 실행
pt_br: Refazer %1$@
zh_hans: 重做%1$@
zh_hant: 重做%1$@

source: Reds
de: Rottöne
es: Rojos
fr: Rouges
ja: レッド系
ko: 빨강 계열
pt_br: Vermelhos
zh_hans: 红色
zh_hant: 紅色

source: Refine
de: Verfeinern
es: Perfeccionar
fr: Améliorer
ja: 調整
ko: 다듬기
pt_br: Refinar
zh_hans: 优化
zh_hant: 最佳化

source: Refine Saturation
de: Sättigung verfeinern
es: Refinar la saturación
fr: Affiner la saturation
ja: 彩度を調整
ko: 채도 다듬기
pt_br: Refinar Saturação
zh_hans: 优化饱和度
zh_hant: 最佳化飽和度

source: Relative to current dimensions
de: Relativ zu aktuellen Abmessungen
es: Relativo a las dimensiones actuales
fr: Par rapport aux dimensions actuelles
ja: 現在のサイズに対する相対値
ko: 현재 크기에 대한 상대값
pt_br: Em relação às dimensões atuais
zh_hans: 相对于当前尺寸
zh_hant: 相對於目前尺寸

source: Release clipping mask
de: Schnittmaske zurückwandeln
es: Soltar máscara de recorte
fr: Annuler le masque d’écrêtage
ja: クリッピングマスクを解除
ko: 클리핑 마스크 해제
pt_br: Liberar máscara de corte
zh_hans: 释放剪贴蒙版
zh_hant: 釋放剪裁遮色片

source: Release Clipping Mask
de: Schnittmaske zurückwandeln
es: Soltar máscara de recorte
fr: Annuler le masque d’écrêtage
ja: クリッピングマスクを解除
ko: 클리핑 마스크 해제
pt_br: Liberar máscara de corte
zh_hans: 释放剪贴蒙版
zh_hant: 釋放剪裁遮色片

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove %1$@
de: %1$@ entfernen
es: Quitar %1$@
fr: Retirer %1$@
ja: %1$@を削除
ko: %1$@ 제거
pt_br: Remover %1$@
zh_hans: 移除%1$@
zh_hant: 移除%1$@

source: Remove Background
de: Hintergrund entfernen
es: Quitar fondo
fr: Supprimer l’arrière-plan
ja: 背景を削除
ko: 배경 제거
pt_br: Remover plano de fundo
zh_hans: 移除背景
zh_hant: 移除背景

source: Remove Chromatic Aberration
de: Chromatische Aberration entfernen
es: Quitar aberración cromática
fr: Supprimer l’aberration chromatique
ja: 色収差を除去
ko: 색수차 제거
pt_br: Remover desvio cromático
zh_hans: 删除色差
zh_hant: 移除色差

source: Remove Distortion
de: Verzerrung entfernen
es: Retirar la distorsión
fr: Supprimer la distorsion
ja: ゆがみを補正
ko: 왜곡 제거
pt_br: Remover a Distorção
zh_hans: 移除畸变
zh_hant: 移除畸變

source: Remove every guide line.
de: Alle Hilfslinien entfernen.
es: Retire todas las líneas de guía.
fr: Supprimer tous les repères.
ja: すべてのガイド線を削除します。
ko: 모든 안내선을 제거합니다.
pt_br: Remova todas as linhas de guia.
zh_hans: 移除所有参考线。
zh_hant: 移除所有參考線。

source: Remove Links and Delete
de: Verknüpfungen entfernen und löschen
es: Eliminar vínculos y eliminar
fr: Supprimer les liens et le calque
ja: リンクを解除して削除
ko: 연결 해제 후 삭제
pt_br: Remover vínculos e excluir
zh_hans: 移除链接并删除
zh_hant: 移除連結並刪除

source: Remove point
de: Punkt entfernen
es: Quitar punto
fr: Supprimer le point
ja: ポイントを削除
ko: 점 제거
pt_br: Remover ponto
zh_hans: 删除控制点
zh_hant: 刪除控制點

source: Rename Layer
de: Ebene umbenennen
es: Cambiar nombre de capa
fr: Renommer le calque
ja: レイヤー名を変更
ko: 레이어 이름 바꾸기
pt_br: Renomear camada
zh_hans: 重命名图层
zh_hant: 重新命名圖層

source: Rename Layer…
de: Ebene umbenennen…
es: Cambiar nombre de capa…
fr: Renommer le calque…
ja: レイヤー名を変更…
ko: 레이어 이름 바꾸기…
pt_br: Renomear camada…
zh_hans: 重命名图层…
zh_hant: 重新命名圖層…

source: Rename…
de: Umbenennen…
es: Cambiar nombre…
fr: Renommer…
ja: 名前を変更…
ko: 이름 바꾸기…
pt_br: Renomear…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Reorder Layers
de: Ebenen neu anordnen
es: Reordenar capas
fr: Réorganiser les calques
ja: レイヤーを並べ替え
ko: 레이어 순서 변경
pt_br: Reordenar camadas
zh_hans: 重新排列图层
zh_hant: 重新排列圖層

source: Replace Layer Mask
de: Ebenenmaske ersetzen
es: Reemplazar máscara de capa
fr: Remplacer le masque de fusion
ja: レイヤーマスクを置き換え
ko: 레이어 마스크 바꾸기
pt_br: Substituir máscara de camada
zh_hans: 替换图层蒙版
zh_hant: 取代圖層遮色片

source: Replaces this curve with a straight line or a contrast curve.
de: Ersetzt diese Kurve durch eine gerade Linie oder eine Kontrastkurve.
es: Reemplaza esta curva con una línea recta o una curva de contraste.
fr: Remplace cette courbe par une ligne droite ou une courbe de contraste.
ja: このカーブを直線またはコントラストカーブに置き換えます。
ko: 이 곡선을 직선 또는 대비 곡선으로 대체합니다.
pt_br: Substitui esta curva por uma linha reta ou uma curva de contraste.
zh_hans: 将当前曲线替换为直线或对比度曲线。
zh_hant: 將目前曲線取代為直線或對比曲線。

source: Resample
de: Neu berechnen
es: Remuestrear
fr: Rééchantillonnage
ja: 再サンプル
ko: 리샘플링
pt_br: Reamostrar
zh_hans: 重新采样
zh_hant: 重新取樣

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重設

source: Reset colors
de: Farben zurücksetzen
es: Restablecer colores
fr: Réinitialiser les couleurs
ja: 描画色と背景色を初期化
ko: 전경색 및 배경색 초기화
pt_br: Redefinir cores
zh_hans: 重置颜色
zh_hant: 重設顏色

source: Reset curve
de: Kurve zurücksetzen
es: Restablecer curva
fr: Réinitialiser la courbe
ja: カーブをリセット
ko: 곡선 초기화
pt_br: Redefinir curva
zh_hans: 重置曲线
zh_hant: 重設曲線

source: Resize
de: Größe ändern
es: Cambiar tamaño
fr: Redimensionner
ja: サイズ変更
ko: 크기 조절
pt_br: Redimensionar
zh_hans: 调整大小
zh_hant: 調整大小

source: Resizes layer pixels and applies existing transforms. Undo restores the originals.
de: Ändert die Größe der Ebenenpixel und wendet bestehende Transformationen an. „Rückgängig“ stellt die Originale wieder her.
es: Cambia el tamaño de los píxeles de las capas y aplica las transformaciones existentes. Deshacer restaura los originales.
fr: Redimensionne les pixels du calque et applique les transformations existantes. Annuler restaure les originaux.
ja: レイヤーのピクセルサイズを変更し、既存の変形を適用します。取り消すと元に戻ります。
ko: 레이어 픽셀의 크기를 조절하고 기존 변형을 적용합니다. 실행 취소하면 원본이 복원됩니다.
pt_br: Redimensiona os pixels das camadas e aplica as transformações existentes. Desfazer restaura os originais.
zh_hans: 重新采样图层像素并应用现有变换。撤销可恢复原始内容。
zh_hant: 重新取樣圖層像素並套用現有變形。還原可恢復原始內容。

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
ja: 解像度
ko: 해상도
pt_br: Resolução
zh_hans: 分辨率
zh_hant: 解析度

source: Restore Defaults
de: Standard wiederherstellen
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
ja: 初期設定に戻す
ko: 기본값 복원
pt_br: Restaurar padrões
zh_hans: 恢复默认设置
zh_hant: 還原預設值

source: Result: %1$@ × %2$@ pixels
de: Ergebnis: %1$@ × %2$@ Pixel
es: Resultado: %1$@ × %2$@ píxeles
fr: Résultat : %1$@ × %2$@ pixels
ja: 結果：%1$@ × %2$@ ピクセル
ko: 결과: %1$@ × %2$@ 픽셀
pt_br: Resultado: %1$@ × %2$@ pixels
zh_hans: 结果：%1$@ × %2$@ 像素
zh_hant: 結果：%1$@ × %2$@ 像素

source: Return
de: Eingabe
es: Intro
fr: Retour

source: Reveal All (White)
de: Alles einblenden (Weiß)
es: Descubrir todo (blanco)
fr: Tout faire apparaître (blanc)
ja: すべてを表示（白）
ko: 모두 표시(흰색)
pt_br: Revelar tudo (branco)
zh_hans: 显示全部（白色）
zh_hant: 顯示全部（白色）

source: Reveal Selection
de: Auswahl einblenden
es: Descubrir selección
fr: Faire apparaître la sélection
ja: 選択範囲を表示
ko: 선택 영역 표시
pt_br: Revelar seleção
zh_hans: 显示选区
zh_hant: 顯示選取範圍

source: Reverse
de: Umkehren
es: Inversión
fr: Inverser
ja: 逆方向
ko: 반전
pt_br: Inversa
zh_hans: 反向
zh_hant: 反向

source: Revert
de: Zurücksetzen
es: Revertir
fr: Rétablir
ja: 復帰
ko: 되돌리기
pt_br: Reverter
zh_hans: 恢复
zh_hant: 回復

source: RGB changes brightness. Red, green, and blue also shift the color.
de: RGB verändert die Helligkeit. Rot, Grün und Blau verschieben zusätzlich die Farbe.
es: RGB cambia el brillo. Rojo, verde y azul también cambian el color.
fr: RVB modifie la luminosité. Rouge, Vert et Bleu décalent également la couleur.
ja: RGB は明るさを変えます。レッド、グリーン、ブルーは色も変えます。
ko: RGB는 밝기를 바꿉니다. 빨강, 녹색, 파랑은 색상도 바꿉니다.
pt_br: RGB altera o brilho. Vermelho, verde e azul também alteram a cor.
zh_hans: “RGB”调整亮度；红、绿、蓝通道还会改变颜色。
zh_hant: 「RGB」調整亮度；紅、綠、藍色版還會改變顏色。

source: RGB histogram
de: RGB-Histogramm
es: Histograma RGB
fr: Histogramme RVB
ja: RGB ヒストグラム
ko: RGB 히스토그램
pt_br: Histograma RGB
zh_hans: RGB 直方图
zh_hant: RGB 色階分佈圖

source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pt_br: Direita
zh_hans: 右
zh_hant: 右

source: Rotate
de: Drehen
es: Rotar
fr: Rotation
ja: 回転
ko: 회전
pt_br: Girar
zh_hans: 旋转
zh_hant: 旋轉

source: Rotates the picture around its center.
de: Dreht das Bild um sein Zentrum.
es: Rota la imagen alrededor de su centro.
fr: Rotation de l'image autour de son centre.
ja: 画像を中心の周りに回転します。
ko: 이미지의 중심을 기준으로 회전합니다.
pt_br: Rotaciona a imagem ao redor do seu centro.
zh_hans: 围绕中心旋转图像。
zh_hant: 圍繞中心旋轉影像。

source: Roughness
de: Unregelmäßigkeit
es: Rugosidad
fr: Cassure
ja: 粗さ
ko: 거칠기
pt_br: Aspereza
zh_hans: 粗糙度
zh_hant: 粗糙度

source: Round the rectangle's corners by this many pixels; 0 keeps them square
de: Ecken des Rechtecks um diese Pixelanzahl abrunden; 0 erhält rechtwinklige Ecken
es: Redondear las esquinas del rectángulo este número de píxeles; 0 las mantiene cuadradas
fr: Arrondir les angles du rectangle de ce nombre de pixels ; 0 conserve des angles droits
ja: 指定したピクセル数で長方形の角を丸めます。0 は直角のままです。
ko: 지정한 픽셀 수만큼 사각형 모서리를 둥글게 합니다. 0이면 직각을 유지합니다.
pt_br: Arredondar os cantos do retângulo por este número de pixels; 0 os mantém quadrados
zh_hans: 矩形圆角半径，以像素为单位；0 表示直角
zh_hant: 矩形圓角半徑，以像素為單位；0 表示直角

source: Roundness
de: Rundheit
es: Redondeo
fr: Rondité
ja: 丸み
ko: 원형률
pt_br: Arredondamento
zh_hans: 圆度
zh_hant: 圓度

source: Rulers
de: Lineale
es: Reglas
fr: Règles
ja: 定規
ko: 눈금자
pt_br: Réguas
zh_hans: 标尺
zh_hant: 尺標

source: Sample
de: Aufnehmen
es: Muestra
fr: Échantillon
ja: サンプル
ko: 샘플
pt_br: Amostra
zh_hans: 取样
zh_hant: 取樣

source: Sample color
de: Farbe aufnehmen
es: Color de muestra
fr: Prélever une couleur
ja: 色をサンプル
ko: 색상 샘플 추출
pt_br: Cor da amostra
zh_hans: 取样颜色
zh_hant: 取樣顏色

source: Sample Ring
de: Aufnahmering
es: Anillo de muestra
fr: Anneau d’échantillonnage
ja: サンプルリング
ko: 샘플 링
pt_br: Anel de Amostra
zh_hans: 取样环
zh_hant: 取樣環

source: Sample Size
de: Aufnahmebereich
es: Tamaño de muestra
fr: Taille de l’échantillon
ja: サンプル範囲
ko: 샘플 크기
pt_br: Tamanho da amostra
zh_hans: 取样大小
zh_hant: 取樣大小

source: Sampling
de: Farbaufnahme
es: Muestreo
fr: Échantillonnage
ja: サンプル
ko: 샘플링
pt_br: Amostragem
zh_hans: 取样
zh_hant: 取樣

source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
pt_br: Saturação
zh_hans: 饱和度
zh_hant: 飽和度

source: Saturation and brightness
de: Sättigung und Helligkeit
es: Saturación y brillo
fr: Saturation et luminosité
ja: 彩度と明るさ
ko: 채도 및 밝기
pt_br: Saturação e brilho
zh_hans: 饱和度与明亮度
zh_hant: 飽和度與明度

source: Saturation Range
de: Sättigungsbereich
es: Rango de saturación
fr: Plage de saturation
ja: 彩度範囲
ko: 채도 범위
pt_br: Intervalo de Saturação
zh_hans: 饱和度范围
zh_hant: 飽和度範圍

source: Saturation Shift
de: Sättigungsverschiebung
es: Cambio de saturación
fr: Changement de saturation
ja: 彩度シフト
ko: 채도 이동
pt_br: Deslocamento de saturação
zh_hans: 饱和度偏移
zh_hant: 飽和度偏移

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar como
zh_hans: 另存为
zh_hant: 另存新檔

source: Save As…
de: Speichern unter…
es: Guardar como…
fr: Enregistrer sous…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
zh_hans: 另存为…
zh_hant: 另存新檔…

source: Save changes to %1$@?
de: Änderungen an „%1$@“ speichern?
es: ¿Guardar los cambios en «%1$@»?
fr: Enregistrer les modifications apportées à « %1$@ » ?
ja: 「%1$@」への変更を保存しますか？
ko: “%1$@”의 변경 사항을 저장하시겠습니까?
pt_br: Salvar as alterações em “%1$@”?
zh_hans: 要保存对“%1$@”的更改吗？
zh_hant: 要儲存對「%1$@」的變更嗎？

source: Save Project
de: Projekt speichern
es: Guardar proyecto
fr: Enregistrer le projet
ja: プロジェクトを保存
ko: 프로젝트 저장
pt_br: Salvar projeto
zh_hans: 保存项目
zh_hant: 儲存專案

source: Save Project As
de: Projekt speichern unter
es: Guardar proyecto como
fr: Enregistrer le projet sous
ja: プロジェクトを別名で保存
ko: 다른 이름으로 프로젝트 저장
pt_br: Salvar projeto como
zh_hans: 项目另存为
zh_hant: 專案另存新檔

source: Scale
de: Skalieren
es: Escala
fr: Échelle
ja: 拡大・縮小
ko: 크기 조절
pt_br: Escala
zh_hans: 缩放
zh_hant: 縮放

source: Scale width and height together, about the center
de: Breite und Höhe gemeinsam um den Mittelpunkt skalieren
es: Cambiar el ancho y el alto proporcionalmente desde el centro
fr: Mettre à l’échelle la largeur et la hauteur ensemble, autour du centre
ja: 中心を基準に、幅と高さを同時に拡大・縮小
ko: 중심을 기준으로 너비와 높이를 함께 조절
pt_br: Redimensionar largura e altura juntas a partir do centro
zh_hans: 以中心为基准，等比例缩放宽度和高度
zh_hant: 以中心為基準，等比例縮放寬度和高度

source: Scanlines (CRT)
de: Rasterzeilen (CRT)
es: Líneas de barrido (CRT)
fr: Lignes de balayage (CRT)
ja: 走査線（CRT）
ko: 주사선 (CRT)
pt_br: Linhas de varredura (CRT)
zh_hans: 扫描线 (CRT)
zh_hant: 掃描線 (CRT)

source: Screen
de: Negativ multiplizieren
es: Trama
fr: Superposition
ja: スクリーン
ko: 스크린
pt_br: Divisão
zh_hans: 滤色
zh_hant: 濾色

source: Search shortcuts
de: Tastaturbefehle suchen
es: Buscar atajos
fr: Rechercher un raccourci
ja: ショートカットを検索
ko: 단축키 검색
pt_br: Pesquisar atalhos
zh_hans: 搜索快捷键
zh_hant: 搜尋快速鍵

source: Select
de: Auswahl
es: Selección
fr: Sélection
ja: 選択範囲
ko: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選取

source: Select a tool
de: Wählen Sie ein Werkzeug
es: Seleccione una herramienta
fr: Sélectionner un outil
ja: ツールを選択
ko: 도구 선택
pt_br: Selecione uma ferramenta
zh_hans: 选择工具
zh_hant: 選取工具

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar tudo
zh_hans: 全部选择
zh_hant: 全選

source: Select everything except those colors, such as all but a green screen
de: Alles außer diesen Farben auswählen, beispielsweise alles außer einem Greenscreen
es: Seleccionar todo excepto esos colores, por ejemplo, todo menos el fondo verde
fr: Tout sélectionner sauf ces couleurs, par exemple tout sauf un fond vert
ja: グリーンスクリーン以外など、指定した色以外をすべて選択
ko: 녹색 배경을 제외한 전체 영역처럼 지정한 색상 이외의 모든 영역 선택
pt_br: Selecionar tudo exceto essas cores, por exemplo, tudo menos o fundo verde
zh_hans: 选择这些颜色之外的所有内容，例如排除绿幕背景
zh_hant: 選取這些顏色之外的所有內容，例如排除綠幕背景

source: Select image pixels
de: Bildpixel auswählen
es: Seleccionar píxeles de imagen
fr: Sélectionner les pixels d'image
ja: 画像のピクセルを選択
ko: 이미지 픽셀 선택
pt_br: Selecionar pixels da imagem
zh_hans: 选择图像像素
zh_hant: 選取影像像素

source: Select image: %1$@
de: Bild auswählen: %1$@
es: Seleccionar imagen: %1$@
fr: Sélectionner l’image : %1$@
ja: 画像を選択：%1$@
ko: 이미지 선택: %1$@
pt_br: Selecionar imagem: %1$@
zh_hans: 选择图像：%1$@
zh_hant: 選取影像：%1$@

source: Select layer mask; Option-click to view it alone; Shift-click to enable/disable; Cmd-click to select its black areas (Cmd-Shift adds, Cmd-Option subtracts)
de: Ebenenmaske auswählen; Option-Klick: einzeln anzeigen; Umschalt-Klick: aktivieren/deaktivieren; Cmd-Klick: schwarze Bereiche auswählen (Cmd-Umschalt: hinzufügen, Cmd-Option: abziehen)
es: Seleccionar máscara de capa; Opción-clic para verla sola; Shift-clic para activar o desactivar; Cmd-clic para seleccionar sus áreas negras (Cmd-Shift añade, Cmd-Opción resta)
fr: Sélectionner le masque de fusion ; Option-clic : l’afficher seul ; Maj-clic : activer/désactiver ; Cmd-clic : sélectionner ses zones noires (Cmd-Maj : ajouter, Cmd-Option : soustraire)
ja: レイヤーマスクを選択 · Option-クリックで単独表示 · Shift-クリックで有効・無効を切り替え · Cmd-クリックで黒い領域を選択（Cmd-Shift で追加、Cmd-Option で削除）
ko: 레이어 마스크 선택 · Option-클릭으로 마스크만 보기 · Shift-클릭으로 사용 여부 전환 · Cmd-클릭으로 검정 영역 선택 (Cmd-Shift 추가, Cmd-Option 빼기)
pt_br: Selecionar máscara de camada; Option-clique para vê-la isoladamente; Shift-clique para ativar ou desativar; Cmd-clique para selecionar suas áreas pretas (Cmd-Shift adiciona, Cmd-Option subtrai)
zh_hans: 选择图层蒙版；Option-单击单独查看；Shift-单击启用或停用；Cmd-单击选择黑色区域（Cmd-Shift 添加，Cmd-Option 减去）
zh_hant: 選取圖層遮色片；Option-按一下單獨檢視；Shift-按一下啟用或停用；Cmd-按一下選取黑色區域（Cmd-Shift 新增，Cmd-Option 減去）

source: Select layer; Cmd-click to select its pixels (Cmd-Shift adds, Cmd-Option subtracts)
de: Ebene auswählen; Cmd-Klick: ihre Pixel auswählen (Cmd-Umschalt: hinzufügen, Cmd-Option: abziehen)
es: Seleccionar capa; Cmd-clic para seleccionar sus píxeles (Cmd-Shift añade, Cmd-Opción resta)
fr: Sélectionner le calque ; Cmd-clic : sélectionner ses pixels (Cmd-Maj : ajouter, Cmd-Option : soustraire)
ja: レイヤーを選択 · Cmd-クリックでピクセルを選択（Cmd-Shift で追加、Cmd-Option で削除）
ko: 레이어 선택 · Cmd-클릭으로 픽셀 선택 (Cmd-Shift 추가, Cmd-Option 빼기)
pt_br: Selecionar camada; Cmd-clique para selecionar seus pixels (Cmd-Shift adiciona, Cmd-Option subtrai)
zh_hans: 选择图层；Cmd-单击选择像素（Cmd-Shift 添加，Cmd-Option 减去）
zh_hant: 選取圖層；Cmd-按一下選取像素（Cmd-Shift 新增，Cmd-Option 減去）

source: Select layers by clicking the canvas. Hold Command to turn it the other way while you click.
de: Ebenen durch Klicken auf die Arbeitsfläche auswählen. Beim Klicken Command gedrückt halten, um diese Einstellung vorübergehend umzukehren.
es: Seleccionar capas al hacer clic en el lienzo. Mantenga pulsada Comando al hacer clic para invertir temporalmente este comportamiento.
fr: Sélectionner les calques en cliquant sur la zone de travail. Maintenez Commande pendant le clic pour inverser temporairement ce réglage.
ja: カンバスをクリックしてレイヤーを選択します。Command キーを押しながらクリックすると、この設定の有効・無効が逆になります。
ko: 캔버스를 클릭하여 레이어를 선택합니다. Command를 누른 채 클릭하면 이 설정이 반대로 적용됩니다.
pt_br: Selecionar camadas ao clicar na tela. Mantenha Command pressionada ao clicar para inverter temporariamente esse comportamento.
zh_hans: 单击画布自动选择图层。单击时按住 Command 可临时切换此功能的开关状态。
zh_hant: 按一下版面自動選取圖層。按一下時按住 Command 可臨時切換此功能的開關狀態。

source: Select mask: %1$@
de: Maske auswählen: %1$@
es: Seleccionar máscara: %1$@
fr: Sélectionner le masque : %1$@
ja: マスクを選択：%1$@
ko: 마스크 선택: %1$@
pt_br: Selecionar máscara: %1$@
zh_hans: 选择蒙版：%1$@
zh_hant: 選取遮色片：%1$@
